{
  "projects": [
    {
      "description": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.\n\nMaecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.",
      "endDate": "5/10/2024",
      "id": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "name": "Project #1",
      "startDate": "9/4/2024",
      "status": false
    },
    {
      "description": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet.",
      "endDate": "12/4/2024",
      "id": "8580ac46-7031-411f-b4ce-4f5046a946e4",
      "name": "Project #2",
      "startDate": "6/27/2024",
      "status": false
    }
  ],
  "tasks": [
    {
      "date": "1/15/2024",
      "description": "venenatis non sodales sed tincidunt eu felis fusce posuere felis",
      "id": "c8190232-5e57-4915-91a6-4e4d157ebab8",
      "name": "Marvin",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": true
    },
    {
      "date": "5/20/2024",
      "description": "mollis molestie lorem quisque ut erat curabitur gravida nisi at nibh in hac habitasse platea dictumst aliquam augue quam sollicitudin vitae consectetuer eget rutrum at lorem integer tincidunt ante vel ipsum praesent blandit lacinia erat",
      "id": "767b30fc-38f9-47ac-9b5d-85fc4eb6dced",
      "name": "Nelson",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": false
    },
    {
      "date": "8/20/2024",
      "description": "nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat dui maecenas tristique est et tempus semper est quam pharetra magna ac consequat metus sapien ut nunc vestibulum ante ipsum primis in faucibus orci",
      "id": "d1c4c3fd-919a-491e-a140-c1f321cbb5a7",
      "name": "Enrica",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": false
    },
    {
      "date": "11/25/2024",
      "description": "nec sem duis aliquam convallis nunc proin at turpis a pede",
      "id": "ccde9175-378c-422e-93e2-13ba1c6e9081",
      "name": "Anissa",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": true
    },
    {
      "date": "11/21/2024",
      "description": "proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis adipiscing lorem vitae mattis nibh ligula nec sem duis aliquam convallis nunc proin at turpis a pede posuere nonummy integer non velit donec diam neque vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum",
      "id": "636d9a56-1e3c-49ad-949c-9485ca37396e",
      "name": "Tybalt",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": true
    },
    {
      "date": "8/19/2024",
      "description": "pede justo lacinia eget tincidunt eget tempus vel pede morbi porttitor lorem id ligula suspendisse ornare consequat lectus",
      "id": "f1f46d7c-424f-4033-9cbd-fe10cf9f3571",
      "name": "Barn",
      "projectId": "095c1bff-974f-4d2d-b16f-f6277be02c83",
      "status": true
    }
  ]
}
